Repository: bokhary3/English-Words
Catalog: English Words/Langaue/*.lproj/Localizable.strings
Languages: ar

# selectYourLanguage
source: Please selct your language
ar: من فضلك أختر لغة الجهاز

source: Memorized Words
ar: الكلمات المحفوظة

# shareAppText
source: Check out English Words, I use it to learn english, it helps me to memorize the english words easily
ar: جرب تطبيق English Words، أستخدمه لتعلم اللغة الإنجليزية،يساعدني لحفظ كلمات الانجليزية بسهولة.

source: My Feedback
ar: تقييمي

# mailWarning
source: Please configure your Mail app to send your valuable feedback.
ar: من فضلك قم بضيط تطبيق البريد لارسال تقييمك

source: Oops!
ar: أووبس!

# upgradeMessage
source: Upgrade version to get all features of app, remove ads, search about specific word, translate word by google translate, and also word reading feature.
ar: قم بتنزيل النسخه الكامله للتطبيق، حيث ستحصل على كل المميزات، بدون إعلانات، البحث عن كلمة معينة، أيضا ميزة قراءة الكلمات.

# restoreUpgradeMessage
source: You can restore your purchase
ar: يمكنك إستعادة الترقية

source: Yes, I memorize it.
ar: نعم، أحفظها.

# upgradeSearchFeature
source: Upgrade version to can using search feature
ar: ترقية الإصدار لاستخدام ميزة البحث

# ugrade
source: Upgrade
ar: ترقية

source: Cancel
ar: إلغاء

source: Ok
ar: تم

# dontMemorizeAnyWord
source: You don't memorize any word! :(
ar: لا يوجد كلمات محفوظة إلي الآن!

# upgradeGoogleTranslateFeature
source: Upgrade Version to can using Google Translate feature
ar: يمكن ترقية الإصدار لاستخدام ميزة ترجمة جوجل

# upgradeSpeakFeature
source: Upgrade Version to can using words speak feature
ar: ترقية الإصدار لاستخدام ميزة نطق الكلمات

source: Back
ar: الخلف
